Repository: humblefoundation-zz/translation-support-files
Catalog: quran-imported/Muhsin Khan.tmx
Source language: ar
Languages: en

source: وأنهم يقولون ما لا يفعلون
en: And that they say what they do not do.

source: إلا الذين آمنوا وعملوا الصالحات وذكروا الله كثيرا وانتصروا من بعد ما ظلموا وسيعلم الذين ظلموا أي منقلب ينقلبون
en: Except those who believe (in the Oneness of Allah - Islamic Monotheism) and do righteous deeds, and remember Allah much, and vindicate themselves after they have been wronged [by replying back in poetry to the unjust poetry (which the pagan poets utter against the Muslims)]. And those who do wrong will come to know by what overturning they will be overturned.

source: طس تلك آيات القرآن وكتاب مبين
en: Ta-Sin. [These letters are one of the miracles of the Qur'an, and none but Allah (Alone) knows their meanings]. These are the Verses of the Qur'an, and (it is) a Book (that makes things) clear:

source: هدى وبشرى للمؤمنين
en: A guide (to the Right Path) and glad tidings for the believers [who believe in the Oneness of Allah (i.e. Islamic Monotheism)].

source: الذين يقيمون الصلاة ويؤتون الزكاة وهم بالآخرة هم يوقنون
en: Those who perform As-Salat (Iqamat-as-Salat) and give Zakat and they believe with certainty in the Hereafter (resurrection, recompense of their good and bad deeds, Paradise and Hell).

source: إن الذين لا يؤمنون بالآخرة زينا لهم أعمالهم فهم يعمهون
en: Verily, those who believe not in the Hereafter, We have made their deeds fair-seeming to them, so that they wander about blindly.

source: أولئك الذين لهم سوء العذاب وهم في الآخرة هم الأخسرون
en: They are those for whom there will be an evil torment (in this world). And in the Hereafter they will be the greatest losers.

source: وإنك لتلقى القرآن من لدن حكيم عليم
en: And verily, you (O Muhammad صلى الله عليه وسلم) are being taught the Qur'an from One, All-Wise, All-Knowing.

source: إذ قال موسى لأهله إني آنست نارا سآتيكم منها بخبر أو آتيكم بشهاب قبس لعلكم تصطلون
en: (Remember) when Musa (Moses) said to his household: "Verily I have seen a fire; I will bring you from there some information, or I will bring you a burning brand, that you may warm yourselves."

source: فلما جاءها نودي أن بورك من في النار ومن حولها وسبحان الله رب العالمين
en: But when he came to it, he was called: "Blessed is whosoever is in the fire, and whosoever is round about it! And glorified be Allah, the Lord of the 'Alamin (mankind, jinn and all that exists).

source: يا موسى إنه أنا الله العزيز الحكيم
en: "O Musa (Moses)! Verily it is I, Allah, the All-Mighty, the All-Wise.

source: وألق عصاك فلما رآها تهتز كأنها جان ولى مدبرا ولم يعقب يا موسى لا تخف إني لا يخاف لدي المرسلون
en: "And throw down your stick!" But when he saw it moving as if it were a snake, he turned in flight, and did not look back. (It was said:) "O Musa (Moses)! Fear not: verily the Messengers fear not in front of Me.

source: إلا من ظلم ثم بدل حسنا بعد سوء فإني غفور رحيم
en: "Except him who has done wrong and afterwards has changed evil for good; then surely, I am Oft-Forgiving, Most Merciful.

source: وأدخل يدك في جيبك تخرج بيضاء من غير سوء في تسع آيات إلى فرعون وقومه إنهم كانوا قوما فاسقين
en: "And put your hand into your bosom, it will come forth white without hurt. (These are) among the nine signs (you will take) to Fir'aun (Pharaoh) and his people. Verily they are a people who are Fasiqun (rebellious, disobedient to Allah).

source: فلما جاءتهم آياتنا مبصرة قالوا هذا سحر مبين
en: But when Our Ayat (proofs, evidence, verses, lessons, signs, revelations, etc.) came to them, clear to see, they said: "This is a manifest magic."

source: وجحدوا بها واستيقنتها أنفسهم ظلما وعلوا فانظر كيف كان عاقبة المفسدين
en: And they belied them (those Ayat) wrongfully and arrogantly, though their ownselves were convinced thereof [i.e. those (Ayat ) are from Allah, and Musa (Moses) is the Messenger of Allah in truth, but they disliked to obey Musa (Moses), and hated to believe in his Message of Monotheism]. So see what was the end of the Mufsidun (disbelievers, disobedient to Allah, evil-doers and liars.).

source: ولقد آتينا داوود وسليمان علما وقالا الحمد لله الذي فضلنا على كثير من عباده المؤمنين
en: And indeed We gave knowledge to Dawud (David) and Sulaiman (Solomon), and they both said: "All the praises and thanks be to Allah, Who has preferred us above many of His believing slaves!"

source: وورث سليمان داوود وقال يا أيها الناس علمنا منطق الطير وأوتينا من كل شيء إن هذا لهو الفضل المبين
en: And Sulaiman (Solomon) inherited (the knowledge of) Dawud (David). He said: "O mankind! We have been taught the language of birds, and on us have been bestowed all things. This, verily, is an evident grace (from Allah)."

source: وحشر لسليمان جنوده من الجن والإنس والطير فهم يوزعون
en: And there were gathered before Sulaiman (Solomon) his hosts of jinn and men, and birds, and they all were set in battle order (marching forward).

source: حتى إذا أتوا على واد النمل قالت نملة يا أيها النمل ادخلوا مساكنكم لا يحطمنكم سليمان وجنوده وهم لا يشعرون
en: Till, when they came to the valley of the ants, one of the ants said: "O ants! Enter your dwellings, lest Sulaiman (Solomon) and his hosts should crush you, while they perceive not."

source: فتبسم ضاحكا من قولها وقال رب أوزعني أن أشكر نعمتك التي أنعمت علي وعلى والدي وأن أعمل صالحا ترضاه وأدخلني برحمتك في عبادك الصالحين
en: So he [Sulaiman (Solomon)] smiled, amused at her speech and said: "My Lord! Grant me the power and ability that I may be grateful for Your Favours which You have bestowed on me and on my parents, and that I may do righteous good deeds that will please You, and admit me by Your Mercy among Your righteous slaves."

source: وتفقد الطير فقال ما لي لا أرى الهدهد أم كان من الغائبين
en: He inspected the birds, and said: "What is the matter that I see not the hoopoe? Or is he among the absentees?

source: لأعذبنه عذابا شديدا أو لأذبحنه أو ليأتيني بسلطان مبين
en: "I will surely punish him with a severe torment, or slaughter him, unless he brings me a clear reason."

source: فمكث غير بعيد فقال أحطت بما لم تحط به وجئتك من سبإ بنبإ يقين
en: But the hoopoe stayed not long: he (came up and) said: "I have grasped (the knowledge of a thing) which you have not grasped and I have come to you from Saba' (Sheba) with true news.

source: إني وجدت امرأة تملكهم وأوتيت من كل شيء ولها عرش عظيم
en: "I found a woman ruling over them: she has been given all things that could be possessed by any ruler of the earth, and she has a great throne.

source: وجدتها وقومها يسجدون للشمس من دون الله وزين لهم الشيطان أعمالهم فصدهم عن السبيل فهم لا يهتدون
en: "I found her and her people worshipping the sun instead of Allah, and Shaitan (Satan) has made their deeds fair-seeming to them, and has barred them from (Allah's) Way: so they have no guidance."

source: ألا يسجدوا لله الذي يخرج الخبء في السماوات والأرض ويعلم ما تخفون وما تعلنون
en: [As Shaitan (Satan) has barred them from Allah's Way] so they do not worship (prostrate themselves before) Allah, Who brings to light what is hidden in the heavens and the earth, and knows what you conceal and what you reveal. [Tafsir At-Tabari]

source: الله لا إله إلا هو رب العرش العظيم
en: Allah, La ilaha illa Huwa (none has the right to be worshipped but He), the Lord of the Supreme Throne!

source: قال سننظر أصدقت أم كنت من الكاذبين
en: [Sulaiman (Solomon)] said: "We shall see whether you speak the truth or you are (one) of the liars.

source: اذهب بكتابي هذا فألقه إليهم ثم تول عنهم فانظر ماذا يرجعون
en: "Go you with this letter of mine, and deliver it to them, then draw back from them, and see what (answer) they return."

source: قالت يا أيها الملأ إني ألقي إلي كتاب كريم
en: She said: "O chiefs! Verily! Here is delivered to me a noble letter,

source: إنه من سليمان وإنه بسم الله الرحمن الرحيم
en: "Verily it is from Sulaiman (Solomon), and verily, it (reads): In the Name of Allah, the Most Gracious, the Most Merciful:

source: ألا تعلوا علي وأتوني مسلمين
en: "Be you not exalted against me, but come to me as Muslims (true believers who submit to Allah with full submission).' "

source: قالت يا أيها الملأ أفتوني في أمري ما كنت قاطعة أمرا حتى تشهدون
en: She said: "O chiefs! Advise me in (this) case of mine. I decide no case till you are present with me (and give me your opinions)."

source: قالوا نحن أولو قوة وأولو بأس شديد والأمر إليك فانظري ماذا تأمرين
en: They said: "We have great strength, and great ability for war, but it is for you to command: so think over what you will command."

source: قالت إن الملوك إذا دخلوا قرية أفسدوها وجعلوا أعزة أهلها أذلة وكذلك يفعلون
en: She said: "Verily kings, when they enter a town (country), they despoil it and make the most honourable amongst its people the lowest. And thus they do.

source: وإني مرسلة إليهم بهدية فناظرة بم يرجع المرسلون
en: "But verily! I am going to send him a present, and see with what (answer) the messengers return."

source: فلما جاء سليمان قال أتمدونن بمال فما آتاني الله خير مما آتاكم بل أنتم بهديتكم تفرحون
en: So when (the messengers with the present) came to Sulaiman (Solomon), he said: "Will you help me in wealth? What Allah has given me is better than that which He has given you! Nay, you rejoice in your gift!"

source: ارجع إليهم فلنأتينهم بجنود لا قبل لهم بها ولنخرجنهم منها أذلة وهم صاغرون
en: [Then Sulaiman (Solomon) said to the chief of her messengers who brought the present]: "Go back to them. We verily shall come to them with hosts that they cannot resist, and we shall drive them out from there in disgrace, and they will be abased."

source: قال يا أيها الملأ أيكم يأتيني بعرشها قبل أن يأتوني مسلمين
en: He said: "O chiefs! Which of you can bring me her throne before they come to me surrendering themselves in obedience?"

source: قال عفريت من الجن أنا آتيك به قبل أن تقوم من مقامك وإني عليه لقوي أمين
en: A 'Ifrit (strong one) from the jinn said: "I will bring it to you before you rise from your place (council). And verily, I am indeed strong, and trustworthy for such work."

source: قال الذي عنده علم من الكتاب أنا آتيك به قبل أن يرتد إليك طرفك فلما رآه مستقرا عنده قال هذا من فضل ربي ليبلوني أأشكر أم أكفر ومن شكر فإنما يشكر لنفسه ومن كفر فإن ربي غني كريم
en: One with whom was knowledge of the Scripture said: "I will bring it to you within the twinkling of an eye!" Then when he [Sulaiman (Solomon)] saw it placed before him, he said: "This is by the Grace of my Lord - to test me whether I am grateful or ungrateful! And whoever is grateful, truly, his gratitude is for (the good of) his ownself; and whoever is ungrateful, (he is ungrateful only for the loss of his ownself). Certainly my Lord is Rich (Free of all needs), Bountiful."

source: قال نكروا لها عرشها ننظر أتهتدي أم تكون من الذين لا يهتدون
en: He said: "Disguise her throne for her that we may see whether she will be guided (to recognise her throne), or she will be one of those not guided."

source: فلما جاءت قيل أهكذا عرشك قالت كأنه هو وأوتينا العلم من قبلها وكنا مسلمين
en: So when she came, it was said (to her): "Is your throne like this?" She said: "(It is) as though it were the very same." And [Sulaiman (Solomon) said]: "Knowledge was bestowed on us before her, and we were submitted to Allah (in Islam as Muslims before her)."

source: وصدها ما كانت تعبد من دون الله إنها كانت من قوم كافرين
en: And that which she used to worship besides Allah has prevented her (from Islam), for she was of a disbelieving people.

source: قيل لها ادخلي الصرح فلما رأته حسبته لجة وكشفت عن ساقيها قال إنه صرح ممرد من قوارير قالت رب إني ظلمت نفسي وأسلمت مع سليمان لله رب العالمين
en: It was said to her: "Enter As-Sarh" (a glass surface with water underneath it or a palace): but when she saw it, she thought it was a pool, and she (tucked up her clothes) uncovering her legs. (Sulaiman (Solomon)) said: "Verily, it is a Sarh (a glass surface with water underneath it or a palace)." She said: "My Lord! Verily, I have wronged myself, and I submit [in Islam, together with Sulaiman (Solomon)] to Allah, the Lord of the 'Alamin (mankind, jinn and all that exists)."

source: ولقد أرسلنا إلى ثمود أخاهم صالحا أن اعبدوا الله فإذا هم فريقان يختصمون
en: And indeed We sent to Thamud their brother Salih, saying: "Worship Allah (Alone and none else). Then look! They became two parties (believers and disbelievers) quarreling with each other."

source: قال يا قوم لم تستعجلون بالسيئة قبل الحسنة لولا تستغفرون الله لعلكم ترحمون
en: He said: "O my people! Why do you seek to hasten the evil (torment) before the good (Allah's Mercy)? Why seek you not the Forgiveness of Allah, that you may receive mercy?"

source: قالوا اطيرنا بك وبمن معك قال طائركم عند الله بل أنتم قوم تفتنون
en: They said: "We augur ill omen from you and those with you." He said: "Your ill omen is with Allah; nay, but you are a people that are being tested."

source: وكان في المدينة تسعة رهط يفسدون في الأرض ولا يصلحون
en: And there were in the city nine men (from the sons of their chiefs), who made mischief in the land, and would not reform.

source: قالوا تقاسموا بالله لنبيتنه وأهله ثم لنقولن لوليه ما شهدنا مهلك أهله وإنا لصادقون
en: They said: "Swear one to another by Allah that we shall make a secret night attack on him and his household, and thereafter we will surely say to his near relatives: 'We witnessed not the destruction of his household, and verily we are telling the truth.'"

source: ومكروا مكرا ومكرنا مكرا وهم لا يشعرون
en: So they plotted a plot, and We plotted a plot, while they perceived not.

source: فانظر كيف كان عاقبة مكرهم أنا دمرناهم وقومهم أجمعين
en: Then see how was the end of their plot! Verily! We destroyed them and their nation, all together.

source: فتلك بيوتهم خاوية بما ظلموا إن في ذلك لآية لقوم يعلمون
en: These are their houses in utter ruin, for they did wrong. Verily, in this is indeed an Ayah (a lesson or a sign) for people who know.

source: وأنجينا الذين آمنوا وكانوا يتقون
en: And We saved those who believed, and used to fear Allah, and keep their duty to Him.

source: ولوطا إذ قال لقومه أتأتون الفاحشة وأنتم تبصرون
en: And (remember) Lut (Lot)! When he said to his people. Do you commit Al-Fahishah (evil, great sin, every kind of unlawful sexual intercourse, sodomy) while you see (one another doing evil without any screen)?"

source: أئنكم لتأتون الرجال شهوة من دون النساء بل أنتم قوم تجهلون
en: "Do you practise your lusts on men instead of women? Nay, but you are a people who behave senselessly."

source: فما كان جواب قومه إلا أن قالوا أخرجوا آل لوط من قريتكم إنهم أناس يتطهرون
en: There was no other answer given by his people except that they said: "Drive out the family of Lut (Lot) from your city Verily, these are men who want to be clean and pure!"

source: فأنجيناه وأهله إلا امرأته قدرناها من الغابرين
en: So We saved him and his family, except his wife. We destined her to be of those who remained behind.

source: قل الحمد لله وسلام على عباده الذين اصطفى آلله خير أما يشركون
en: Say (O Muhammad صلى الله عليه وسلم): "Praise and thanks be to Allah, and peace be on His slaves whom He has chosen (for His Message)! Is Allah better, or (all) that you ascribe as partners (to Him)?" (Of course, Allah is Better).

source: أمن خلق السماوات والأرض وأنزل لكم من السماء ماء فأنبتنا به حدائق ذات بهجة ما كان لكم أن تنبتوا شجرها أإله مع الله بل هم قوم يعدلون
en: Is not He (better than your gods) Who created the heavens and the earth, and sends down for you water (rain) from the sky, whereby We cause to grow wonderful gardens full of beauty and delight? It is not in your ability to cause the growth of their trees. Is there any ilah (god) with Allah? Nay, but they are a people who ascribe equals (to Him)!

source: أمن جعل الأرض قرارا وجعل خلالها أنهارا وجعل لها رواسي وجعل بين البحرين حاجزا أإله مع الله بل أكثرهم لا يعلمون
en: Is not He (better than your gods) Who has made the earth as a fixed abode, and has placed rivers in its midst, and has placed firm mountains therein, and has set a barrier between the two seas (of salt and sweet water)? Is there any ilah (god) with Allah? Nay, but most of them know not!

source: أمن يجيب المضطر إذا دعاه ويكشف السوء ويجعلكم خلفاء الأرض أإله مع الله قليلا ما تذكرون
en: Is not He (better than your gods) Who responds to the distressed one, when he calls on Him, and Who removes the evil, and makes you inheritors of the earth, generations after generations? Is there any ilah (god) with Allah? Little is that you remember!

source: أمن يهديكم في ظلمات البر والبحر ومن يرسل الرياح بشرا بين يدي رحمته أإله مع الله تعالى الله عما يشركون
en: Is not He (better than your gods) Who guides you in the darkness of the land and the sea, and Who sends the winds as heralds of glad tidings, going before His Mercy (rain)? Is there any ilah (god) with Allah? High Exalted be Allah above all that they associate as partners (to Him)!

source: أمن يبدأ الخلق ثم يعيده ومن يرزقكم من السماء والأرض أإله مع الله قل هاتوا برهانكم إن كنتم صادقين
en: Is not He (better than your so-called gods) Who originates creation, and shall thereafter repeat it, and Who provides for you from heaven and earth? Is there any ilah (god) with Allah? Say: "Bring forth your proofs, if you are truthful."

source: قل لا يعلم من في السماوات والأرض الغيب إلا الله وما يشعرون أيان يبعثون
en: Say: "None in the heavens and the earth knows the Ghaib (Unseen) except Allah, nor can they perceive when they shall be resurrected."

source: بل ادارك علمهم في الآخرة بل هم في شك منها بل هم منها عمون
en: Nay, they have no knowledge of the Hereafter. Nay, they are in doubt about it. Nay, they are in complete blindness about it.

source: وقال الذين كفروا أإذا كنا ترابا وآباؤنا أئنا لمخرجون
en: And those who disbelieve say: "When we have become dust - we and our fathers - shall we really be brought forth (again)?

source: لقد وعدنا هذا نحن وآباؤنا من قبل إن هذا إلا أساطير الأولين
en: "Indeed we were promised this - we and our forefathers before (us), verily, these are nothing but tales of ancients."

source: قل سيروا في الأرض فانظروا كيف كان عاقبة المجرمين
en: Say to them (O Muhammad صلى الله عليه وسلم) "Travel in the land and see how has been the end of the Mujrimun (criminals, those who denied Allah's Messengers and disobeyed Allah)."

source: ولا تحزن عليهم ولا تكن في ضيق مما يمكرون
en: And grieve you not over them, nor be straitened (in distress) because of what they plot.

source: قل عسى أن يكون ردف لكم بعض الذي تستعجلون
en: Say: "Perhaps that which you wish to hasten on, may be close behind you.

source: وإن ربك لذو فضل على الناس ولكن أكثرهم لا يشكرون
en: "Verily, your Lord is full of Grace for mankind, yet most of them do not give thanks."

source: وإن ربك ليعلم ما تكن صدورهم وما يعلنون
en: And verily, your Lord knows what their breasts conceal and what they reveal.

source: وما من غائبة في السماء والأرض إلا في كتاب مبين
en: And there is nothing hidden in the heaven and the earth but it is in a Clear Book (i.e. Al-Lauh Al-Mahfuz).

source: إن هذا القرآن يقص على بني إسرائيل أكثر الذي هم فيه يختلفون
en: Verily, this Qur'an narrates to the Children of Israel most of that in which they differ.

source: وإنه لهدى ورحمة للمؤمنين
en: And truly, it (this Qur'an) is a guide and a mercy for the believers.

source: إن ربك يقضي بينهم بحكمه وهو العزيز العليم
en: Verily, your Lord will decide between them (various sects) by His Judgement. And He is the All-Mighty, the All-Knowing.

source: فتوكل على الله إنك على الحق المبين
en: So put your trust in Allah; surely, you (O Muhammad صلى الله عليه وسلم) are on manifest truth.

source: إنك لا تسمع الموتى ولا تسمع الصم الدعاء إذا ولوا مدبرين
en: Verily, you cannot make the dead to hear nor can you make the deaf to hear the call (i.e. benefit them and similarly the disbelievers), when they flee, turning their backs.

source: وما أنت بهادي العمي عن ضلالتهم إن تسمع إلا من يؤمن بآياتنا فهم مسلمون
en: Nor can you lead the blind out of their error. You can only make to hear those who believe in Our Ayat (proofs, evidence, verses, lessons, signs, revelations, etc.), and who have submitted (themselves to Allah in Islam as Muslims).

source: وإذا وقع القول عليهم أخرجنا لهم دابة من الأرض تكلمهم أن الناس كانوا بآياتنا لا يوقنون
en: And when the Word (of torment) is fulfilled against them, We shall bring out from the earth a beast for them, to speak to them because mankind believed not with certainty in Our Ayat (Verses of the Qur'an and Prophet Muhammad صلى الله عليه وسلم).

source: ويوم نحشر من كل أمة فوجا ممن يكذب بآياتنا فهم يوزعون
en: And (remember) the Day when We shall gather out of every nation a troop of those who denied Our Ayat (proofs, evidence, verses, lessons, signs, revelations, etc.), and (then) they (all) shall be driven (to the place of reckoning),

source: حتى إذا جاءوا قال أكذبتم بآياتي ولم تحيطوا بها علما أماذا كنتم تعملون
en: Till, when they come (before their Lord at the place of reckoning), He will say: "Did you deny My Ayat (proofs, evidence, verses, lessons, signs, revelations, etc.) whereas you comprehended them not by knowledge (of their truth or falsehood), or what (else) was it that you used to do?"

source: ووقع القول عليهم بما ظلموا فهم لا ينطقون
en: And the Word (of torment) will be fulfilled against them, because they have done wrong, and they will be unable to speak (in order to defend themselves).

source: ألم يروا أنا جعلنا الليل ليسكنوا فيه والنهار مبصرا إن في ذلك لآيات لقوم يؤمنون
en: See they not that We have made the night for them to rest therein, and the day sight-giving? Verily, in this are Ayat (proofs, evidence, verses, lessons, signs, revelations, etc.) for the people who believe.

source: ويوم ينفخ في الصور ففزع من في السماوات ومن في الأرض إلا من شاء الله وكل أتوه داخرين
en: And (remember) the Day on which the Trumpet will be blown - and all who are in the heavens and all who are on the earth, will be terrified except him whom Allah will (exempt). And all shall come to Him, humbled.

source: وترى الجبال تحسبها جامدة وهي تمر مر السحاب صنع الله الذي أتقن كل شيء إنه خبير بما تفعلون
en: And you will see the mountains and think them solid, but they shall pass away as the passing away of the clouds. The Work of Allah, Who perfected all things, verily He is Well-Acquainted with what you do.

source: من جاء بالحسنة فله خير منها وهم من فزع يومئذ آمنون
en: Whoever brings a good deed (i.e. Belief in the Oneness of Allah along with every deed of righteousness), will have better than its worth; and they will be safe from the terror on that Day.

source: ومن جاء بالسيئة فكبت وجوههم في النار هل تجزون إلا ما كنتم تعملون
en: And whoever brings an evil deed (i.e. Shirk - polytheism, disbelief in the Oneness of Allah and every evil sinful deed), they will be cast down (prone) on their faces in the Fire. (And it will be said to them) "Are you being recompensed anything except what you used to do?"

source: إنما أمرت أن أعبد رب هذه البلدة الذي حرمها وله كل شيء وأمرت أن أكون من المسلمين
en: I (Muhammad صلى الله عليه وسلم) have been commanded only to worship the Lord of this city (Makkah), Who has sanctified it and to Whom belongs everything. And I am commanded to be from among the Muslims (those who submit to Allah in Islam).

source: وأن أتلو القرآن فمن اهتدى فإنما يهتدي لنفسه ومن ضل فقل إنما أنا من المنذرين
en: And that I should recite the Qur'an, then whosoever receives guidance, receives it for the good of his ownself; and whosoever goes astray, say (to him): "I am only one of the warners."

source: وقل الحمد لله سيريكم آياته فتعرفونها وما ربك بغافل عما تعملون
en: And say [(O Muhammad صلى الله عليه وسلم) to these polytheists and pagans.]: "All the praises and thanks be to Allah. He will show you His Ayat (signs, in yourselves, and in the universe or punishments), and you shall recognise them. And your Lord is not unaware of what you do."

source: نتلو عليك من نبإ موسى وفرعون بالحق لقوم يؤمنون
en: We recite to you some of the news of Musa (Moses) and Fir'aun (Pharaoh) in truth, for a people who believe (in this Qur'an, and in the Oneness of Allah).
